# Дан список из n элементов, заполненный произвольными целыми числами в диапазоне от -10 до 10.
# Вывести на экран сумму всех элементов.
spisok=[1,2,3,4,-4,5]
sum=0
for i in spisok:
    sum=sum+i
print(sum)
# TODO: your code here
