# Дан список из n элементов, заполненный произвольными целыми числами в диапазоне от -10 до 10.
# Вывести на экран сумму всех положительных элементов.
spisok=[1,2,3,4,-4,5]
sum=0
for sps in spisok:
   if sps>0:
    sum=sum+sps
print(sum)
# TODO: your code here
