## "Я учу питон"

### Задание

Выведите фразу "Я учу питон" n раз

### Формат входных данных

Дано целое положительное число n.

### Формат выходных данных

Вывести текст "Я учу питон" заданное количество раз.

### Решение задачи

```python
n = int(input("n: "))

count=1
str=''
while count<=n:
    str=str+'Я учу питон '
    count+=1
print(str)

```

---

### Подсказки

<details>
<summary>Подсказка-1</summary>
Смотрите в примерах "Выполнение цикла n раз"
</details>
